export const hints: {
    hints: { [key: number]: string }
  } = {
    hints: {
      1: "文字で描く有名な人ですね",
      2: "書いてみたらわかるかも",
      3: "並べてみると...",
      4: "ひらがなにすると",
      5: "分母が26ということは?",
      6: "問題文もよく見てみて",
      7: "娘の夫って...",
      8: "文字を当てはめてみて",
      9: "がんばれ",
      10: "漢字の中にひらがなとかカタカナとか...",
      11: "アルファベットで考えると",
      12: "カードキーを枠の中に置いてみよう。カードもよく見てみよう",
      13: "配置が鍵かも",
      14: "一旦書いてみよう",
      15: "ファイト",
      16: "碁盤をアレに見立てて、白と黒にも意味がある",
      17: "なんか画像変やんね?",
      18: "今までの答えを思い出してね"
    }
  }